IdeaRS.Connections
CutBeamByBeamData.Method Property
Compatible with IDEA StatiCa 0.0
 The type
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutMethod Method { get; set; }
Property Value
Type: CutMethod
See Also
Reference
CutBeamByBeamData Class
IdeaRS.Connections.Data Namespace